Repository: fmadriz/ClipKee
Catalog: ClipKee/Localizable.xcstrings
Source language: en
Languages: es

source: Cancel
es: Cancelar

source: Clear
es: Limpiar

source: Clear all
es: Limpiar todo

source: Clear clipboard history?
es: ¿Limpiar historial del portapapeles?

source: Clear search
es: Limpiar búsqueda

source: Click to copy
es: Clic para copiar

source: Click to copy file
es: Clic para copiar archivo

source: Click to copy image
es: Clic para copiar imagen

source: Clipboard history
es: Historial del portapapeles

source: ClipKee will stop running and won't capture new clipboard entries until you open it again.
es: ClipKee dejará de ejecutarse y no capturará nuevas entradas del portapapeles hasta que la abras de nuevo.

source: Copy text, images, or files with Cmd+C or from the context menu, and they will appear here.
es: Copia texto, imágenes o archivos con Cmd+C o desde el menú contextual, y aparecerán aquí.

source: Delete
es: Eliminar

source: Done
es: Listo

source: Enable ClipKee under Login Items so it can start automatically.
es: Activa ClipKee en Ítems de inicio para que pueda abrirse automáticamente.

source: File
es: Archivo

source: File copied
es: Archivo copiado

source: Hide search
es: Ocultar búsqueda

source: Image
es: Imagen

source: Image copied
es: Imagen copiada

# items_count_format
source: %1$lld items
es: %1$lld elementos

# items_filtered_count_format
source: %1$lld of %2$lld items
es: %1$lld de %2$lld elementos

source: No matches
es: Sin coincidencias

# no_results_format
source: No text entries contain "%1$@".
es: No hay textos que contengan "%1$@".

source: Nothing saved yet
es: Aún no hay contenido guardado

source: One more step in System Settings
es: Un paso más en Ajustes del Sistema

source: Open ClipKee when I log in to this Mac
es: Abrir ClipKee al iniciar sesión en este Mac

source: Open System Settings
es: Abrir Ajustes del Sistema

source: Quit
es: Salir

source: Quit ClipKee?
es: ¿Salir de ClipKee?

source: Search copied text...
es: Buscar en textos copiados...

source: Search text entries
es: Buscar en textos

source: Settings
es: Ajustes

source: Text
es: Texto

source: Text copied
es: Texto copiado

source: This view is not used as the main screen. The app lives in the menu bar.
es: Esta vista no se usa como pantalla principal. La app vive en el menu bar.

source: This will permanently remove all saved clipboard entries.
es: Esto eliminará permanentemente todas las entradas guardadas del portapapeles.
